{
	"properties": {
		"version": {
			"validarVersionAndroid": false,
			"updateLinkiOS": "",
			"validarVersioniOS": false,
			"versionActualiOS": "1.0.0",
			"updateLinkAndroid": "",
			"versionActualAndroid": "0.0.1"
		},
		"server": "https://...",
		"acercaDe": {
			"copyright": "COPYRIGHT\n\n__________________\n\n© Copyright 2020 Copyright.mx - Todos los Derechos Reservados. Seguritech",
			"terminos_y_condiciones": "<p>T&Eacute;RMINOS Y CONDICIONES DE USO DE &quot;Educatech por Seguritech&quot; Esta aplicaci&oacute;n ha sido dise&ntilde;ada y administrada por Seguritech. As&iacute; mismo, los m&oacute;dulos que integran est&aacute; aplicaci&oacute;n han sido dise&ntilde;ados para integrar informaci&oacute;n de utilidad que pueda ser consultada desde un dispositivo m&oacute;vil. As&iacute; mismo, los usuarios de &ldquo;Educatech por Seguritech&rdquo; podr&aacute;n emitir reportes y quejas a trav&eacute;s del m&oacute;dulo del atenci&oacute;n al cliente y solicitar servicios en materia de seguridad. Cualquier persona que desee hacer uso de los servicios que ofrece esta aplicaci&oacute;n m&oacute;vil, podr&aacute; hacerlo sujet&aacute;ndose a los presentes &ldquo;T&eacute;rminos y Condiciones de Uso&rdquo; as&iacute; como a las pol&iacute;ticas y principios que se describen en el presente documento.</p><p>I. OBJETO Este documento describe los t&eacute;rminos y condiciones generales de uso de la aplicaci&oacute;n m&oacute;vil en adelante &quot;Educatech por Seguritech&quot;, misma que es aplicaci&oacute;n para dispositivos m&oacute;viles que integra en una sola aplicaci&oacute;n el acceso a los distintos m&oacute;dulos por los que est&aacute; integrada.</p><p>II. ACEPTACI&Oacute;N DE LOS T&Eacute;RMINOS El ingreso y utilizaci&oacute;n de la aplicaci&oacute;n &quot;Educatech por Seguritech&quot; implica que usted ha le&iacute;do, entendido y aceptado los presentes &ldquo;T&eacute;rminos y Condiciones de Uso&rdquo;. Y esta aplicaci&oacute;n requerir&aacute; la autorizaci&oacute;n expresa de los usuarios para acceder a las funciones como Calendario, C&aacute;mara, Tel&eacute;fono, SMS y GPS para brindar atenci&oacute;n y seguimiento a los tr&aacute;mites y servicios solicitados en alguno de los m&oacute;dulos de la aplicaci&oacute;n.</p><p>III. RESPONSABILIDAD SOBRE EL USO DE LA APLICACI&Oacute;N &quot;Educatech por Seguritech&quot; Usted asume la responsabilidad de todas las acciones que ejecute, en la utilizaci&oacute;n y consulta de la &quot;Educatech por Seguritech&quot;, mismas que se considera que usted realiza voluntariamente. Usted no utilizar&aacute;, ni permitir&aacute; que otros usuarios utilicen esta aplicaci&oacute;n m&oacute;vil o cualquier servicio prestado a trav&eacute;s de ella, de forma contraria a lo establecido en estos &ldquo;T&eacute;rminos y Condiciones de Uso&rdquo;, as&iacute; como a las disposiciones legales aplicables a los servicios que ofrece la aplicaci&oacute;n &quot;Educatech por Seguritech&quot;. Es responsabilidad de usted todo acto que se realice en esta aplicaci&oacute;n m&oacute;vil, por medio de su &ldquo;Nombre de Usuario&rdquo; y &ldquo;Contrase&ntilde;a&rdquo;; asimismo, usted se responsabiliza del cuidado y custodia de los mismos, para que esta aplicaci&oacute;n m&oacute;vil &uacute;nicamente sea utilizada para los fines para los cuales ha sido dise&ntilde;ada, por lo que cualquier mal uso que se realice en su nombre, se presumir&aacute; realizada por usted. Usted reconoce y acepta que Seguritech queda liberado de toda responsabilidad por el mal uso que llegara a realizarse en alguno de los m&oacute;dulos de la &quot;Educatech por Seguritech&quot;. Como todo desarrollo tecnol&oacute;gico, la &quot;Educatech por Seguritech&quot; es falible y estar&aacute; en proceso permanente de mejora; por lo que existe la posibilidad, aunque remota, de que ocurran fallas t&eacute;cnicas durante su uso; por lo que Seguritech no garantiza que la aplicaci&oacute;n m&oacute;vil est&eacute; libre de errores; por tal motivo, usted deslinda de toda la responsabilidad al Seguritech, respondiendo de todos los da&ntilde;os y perjuicios derivados de las circunstancias expuestas en este p&aacute;rrafo. Seguritech no asumir&aacute; ninguna responsabilidad por los inconvenientes que usted pudiera experimentar con el equipo de c&oacute;mputo y accesorios &mdash;hardware y software&mdash; utilizados para conectarse a esta aplicaci&oacute;n m&oacute;vil; de igual manera, tampoco asumir&aacute; responsabilidad alguna por procedimientos que hayan quedado inconclusos, por razones ajenas a las funciones de &ldquo;La Agencia&rdquo;. En ning&uacute;n caso Seguritech ser&aacute; responsable por las consecuencias del uso indebido o fraudulento de la &quot;Educatech por Seguritech&quot;, cualquiera que sea la causa del eventual da&ntilde;o.</p><p>IV. CAMBIOS Y ACTUALIZACIONES DEL SERVICIO Seguritech a trav&eacute;s de &ldquo;La Agencia&rdquo;, tiene pleno derecho de realizar modificaciones en los contenidos que se ofrecen, ya sean temporales o permanentes, en cualquier momento; por lo tanto, no es posible garantizar la disponibilidad ni la continuidad del funcionamiento de la &quot;Educatech por Seguritech&quot; en todo momento o durante el tiempo de actualizaci&oacute;n. Seguritech no asume responsabilidad alguna por cualquier falla que pudiera presentarse con el uso de esta aplicaci&oacute;n, ya sean por cambios y actualizaciones, o por cualquiera otra causa. Seguritech se reserva el derecho de modificar, restringir o suprimir todos o cualquiera de los atributos de los m&oacute;dulos de la &quot;Educatech por Seguritech&quot;, en forma temporal o definitiva, sin que estas medidas puedan ser objeto de requerimiento alguno, ni de derecho a reclamar da&ntilde;os y perjuicios por parte de usted.</p><p>V. POL&Iacute;TICAS DE PRIVACIDAD Y PROTECCI&Oacute;N DE DATOS PERSONALES El tratamiento de sus datos personales se limitar&aacute; al cumplimiento de la finalidad establecida en el aviso de privacidad de la aplicaci&oacute;n. El tratamiento de sus datos personales se limitar&aacute; al cumplimiento de la finalidad establecida en el aviso de privacidad de la aplicaci&oacute;n y se realizar&aacute; de conformidad con lo establecido en la Ley de Protecci&oacute;n de Datos Personales en Posesi&oacute;n de Sujetos Obligados y en los Lineamientos Generales de Protecci&oacute;n de Datos Personales en Posesi&oacute;n de Sujetos Obligados . Los datos requeridos en la aplicaci&oacute;n para el registro de usuarios de la aplicaci&oacute;n son: Nombre y tel&eacute;fono celular, correo electr&oacute;nico, usuario, contrase&ntilde;a y fecha de nacimiento, los cuales ser&aacute;n necesarios para para consultar la informaci&oacute;n en los distintos m&oacute;dulos de la aplicaci&oacute;n la plataforma contar&aacute; con un mecanismo de autenticaci&oacute;n vinculado al n&uacute;mero telef&oacute;nico proporcionado al momento de realizarse la prueba.</p><p>VI. POL&Iacute;TICA DE PROPIEDAD INTELECTUAL La &quot;Educatech por Seguritech&quot; es una obra protegida por las leyes mexicanas, internacionales y tratados en materia de propiedad intelectual. El uso de la &quot;Educatech por Seguritech&quot;, no lo convierte a usted en titular de ninguno de los derechos de propiedad intelectual del mismo, ni del contenido o informaci&oacute;n a la que acceda. Queda prohibido utilizar el nombre, la marca o el logotipo del mismo, as&iacute; como la de Seguritech. Asimismo, no se podr&aacute; eliminar, ocultar ni alterar los avisos legales que se muestran en la misma. Sin perjuicio de lo anterior, usted podr&aacute; imprimirlos, copiarlos o almacenarlos, siempre y cuando sea para uso estrictamente personal.</p><p>VII. CONTROVERSIAS Y JURISDICCI&Oacute;N APLICABLE. &ldquo;LA AGENCIA&rdquo; se reserva el derecho de presentar acciones civiles o penales cuando se advierta el uso indebido de la informaci&oacute;n contenida en &quot;Educatech por Seguritech&quot;, o por el incumplimiento de los presentes &ldquo;T&Eacute;RMINOS Y CONDICIONES DE USO&rdquo;. La relaci&oacute;n entre &ldquo;LA AGENCIA&rdquo; y los &ldquo;USUARIOS&rdquo; se regir&aacute; por la legislaci&oacute;n vigente en los Estados Unidos Mexicanos, y la que sea aplicable en el &aacute;mbito federal. En caso de existir controversia legal, las partes se sujetar&aacute;n a la jurisdicci&oacute;n de los tribunales de los Estados Unidos Mexicanos, conforme a la materia que corresponda.  VIIIA. ACEPTACI&Oacute;N DE LOS T&Eacute;RMINOS. El ingreso y utilizaci&oacute;n de &quot;Educatech por Seguritech&quot; implica que ha le&iacute;do y aceptado los presentes &ldquo;T&Eacute;RMINOS Y CONDICIONES DE USO</p>",
			"descripcion": "...",
			"aviso_privacidad": "..."
		}
	}
}
