{
    "properties": {
        "version": {
            "validarVersionAndroid": false,
            "updateLinkiOS": "",
            "validarVersioniOS": false,
            "versionActualiOS": "1.0.0",
            "updateLinkAndroid": "",
            "versionActualAndroid": "0.0.1"
        },
        "server": "https://educatech-qa.seguritech.xyz:30109",
        "acercaDe": {
            "copyright": "COPYRIGHT\n\nEducatech\n\n© Copyright 2024 Copyright.mx - Todos los Derechos Reservados. Seguritech",
            "terminos_y_condiciones": "<p>Aviso legal.</p> <p>SEGURITECH, como responsable del acceso a la Aplicaci&oacute;n EDUCATECH, pone a disposici&oacute;n de los usuarios el presente documento con la finalidad de dar cumplimiento a las obligaciones derivadas de su utilizaci&oacute;n y en especial, informarles sobre las condiciones del uso de la misma.</p> <p>Legislaci&oacute;n aplicable.</p> <p>Estos t&eacute;rminos y condiciones se regir&aacute;n e interpretar&aacute;n por la legislaci&oacute;n vigente y aplicable por SEGURITECH. Para la interpretaci&oacute;n de la presente, en la descarga y utilizaci&oacute;n de la Aplicaci&oacute;n EDUCATECH, el usuario renuncia expresamente a cualquier otro fuero o jurisdicci&oacute;n que pudiera corresponderle, por lo que se someter&aacute;n a la jurisdicci&oacute;n y competencia de los tribunales.</p> <p>Acceso y uso.</p> <p>Toda persona f&iacute;sica o moral que descargue, instale o proporcione informaci&oacute;n desde y hacia la Aplicaci&oacute;n EDUCATECH tendr&aacute; la condici&oacute;n de usuario.  SEGURITECH le informa que tanto el acceso como el uso de la Aplicaci&oacute;n EDUCATECH, as&iacute; como los servicios o contenidos que a trav&eacute;s de &eacute;l se puedan obtener, est&aacute;n sujetos a los t&eacute;rminos que se detallan en este Aviso Legal. SEGURIETCH, no garantiza que el acceso no se vea interrumpido o que el contenido al que pueda accederse est&eacute; libre de falla, o que la totalidad de la informaci&oacute;n suministrada se encuentre permanentemente actualizada, sin embargo, desarrollar&aacute; los esfuerzos necesarios para evitar fallas en la misma y en caso de producirse, de repararlas o actualizarlas lo antes posible. Es importante mencionar que la informaci&oacute;n y servicios se actualizan peri&oacute;dicamente, por ello, debido a que la actualizaci&oacute;n no es inmediata, le sugerimos que compruebe su vigencia y exactitud. Las condiciones y t&eacute;rminos que se recogen en el presente Aviso pueden variar con vigencia inmediata a partir del momento en que se actualizan, por lo que lo invitamos a que lo revise cuando haga uso de esta aplicaci&oacute;n.</p> <p>Da&ntilde;os y perjuicios.</p><p>El acceso a la Aplicaci&oacute;n EDUCATECH, como la informaci&oacute;n que sea proporcionada, son de exclusiva responsabilidad del usuario. SEGURITECH, no se responsabilizar&aacute; de ninguna consecuencia, da&ntilde;o o perjuicio que pudiera derivarse del acceso y uso de la misma, con excepci&oacute;n de todas aquellas actuaciones que resulten de la aplicaci&oacute;n de las disposiciones legales a las que deban de someterse en estricto sentido de sus competencias.</p>",
	    "descripcion": "...",
            "aviso_privacidad": "<p>Aviso de privacidad.</p><p>Los datos personales suministrados por medio de la Aplicaci&oacute;n EDUCATECH, estar&aacute;n protegidos por la dependencia, atendiendo a las disposiciones legales en materia de transparencia y los dem&aacute;s ordenamientos legales aplicables. En ese sentido se hace de su conocimiento que los respectivos Avisos de Privacidad. El acceso y uso de alguno de los contenidos de la Aplicaci&oacute;n EDUCATECH, puede precisar bien el cumplimiento por el usuario de ciertos requisitos bien la aceptaci&oacute;n condiciones espec&iacute;ficas expresamente se&ntilde;aladas. Por ello, si las consideraciones detalladas en este Aviso Legal no son de su conformidad, rogamos no haga uso de la aplicaci&oacute;n, ya que cualquier uso que haga del mismo o de los servicios y contenidos en ella incluidos implicar&aacute; la aceptaci&oacute;n de los t&eacute;rminos legales recogidos en este texto.  En todo caso, el acceso y el uso de - supone el conocimiento y la aceptaci&oacute;n de las presentes condiciones generales.  Los usuarios son responsables de preservar la confidencialidad de los datos para acceder a la Aplicaci&oacute;n EDUCATECH.</p><p>T&eacute;rminos del servicio.</p><p>El acceso y uso al servicio est&aacute; condicionado al registro previo. Los usuarios s&oacute;lo pueden utilizar la Aplicaci&oacute;n EDUCATECH, en un dispositivo m&oacute;vil (por ejemplo, Apple iPhone o iPad, o dispositivos Android) que posean y controlen.</p><p>Derechos de propiedad intelectual e industrial.</p><p>Los derechos de propiedad intelectual de la Aplicaci&oacute;n EDUCATECH, su dise&ntilde;o gr&aacute;fico y los c&oacute;digos que contiene, son titularidad de Seguritech, a no ser que se indique otra diferente. La reproducci&oacute;n, distribuci&oacute;n, comercializaci&oacute;n o transformaci&oacute;n no autorizadas de dichas obras, a no ser que sea para uso personal y privado, constituye una infracci&oacute;n de los derechos de propiedad intelectual. Todos los signos y marcas distintivos de cualquier clase contenidos en la aplicaci&oacute;n est&aacute;n protegidos por la Ley. Los perjuicios ocasionados en los derechos de propiedad intelectual e industrial, podr&aacute;n dar lugar al ejercicio de las acciones legales correspondientes, y en su caso, a las responsabilidades que correspondan.</p>"
        }
    }
}
