{
    "properties": {
            "version": {
                "validarVersionAndroid": false,
                "updateLinkiOS": "",
                "validarVersioniOS": false,
                "versionActualiOS": "1.0.0",
                "updateLinkAndroid": "",
                "versionActualAndroid": "0.0.1"
            },
            "server": "https://...",
            "acercaDe": {    
                "copyright": "COPYRIGHT\n\n__________________\n\n© Copyright 2020 Copyright.mx - Todos los Derechos Reservados. Seguritech",
                "descripcion": "...",
                "terminos_y_condiciones": "TÉRMINOS Y CONDICIONES DE USO DE  'Educatech por Seguritech'

Esta aplicación ha sido diseñada y administrada por Seguritech. Así mismo, los módulos que integran está aplicación han sido diseñados para integrar información de utilidad que pueda ser consultada desde un dispositivo móvil. Así mismo, los usuarios de “Educatech por Seguritech” podrán emitir reportes y quejas a través del módulo del atención al cliente y solicitar servicios en materia de seguridad. Cualquier persona que desee hacer uso de los servicios que ofrece esta aplicación móvil, podrá hacerlo sujetándose a los presentes “Términos y Condiciones de Uso” así como a las políticas y principios que se describen en el presente documento. 

I. OBJETO Este documento describe los términos y condiciones generales de uso de la aplicación móvil en adelante 'Educatech por Seguritech', misma que es aplicación para dispositivos móviles que integra en una sola aplicación el acceso a los distintos módulos por los que está integrada. 

II.ACEPTACIÓN DE LOS TÉRMINOS El ingreso y utilización de la aplicación 'Educatech por Seguritech' implica que usted ha leído, entendido y aceptado los presentes “Términos y Condiciones de Uso”. Y esta aplicación requerirá la autorización expresa de los usuarios para acceder a las funciones como Calendario, Cámara, Teléfono, SMS y GPS para brindar atención y seguimiento a los trámites y servicios solicitados en alguno de los módulos de la aplicación. 

III. RESPONSABILIDAD SOBRE EL USO DE LA APLICACIÓN 'Educatech por Seguritech' Usted asume la responsabilidad de todas las acciones que ejecute, en la utilización y consulta de la 'Educatech por Seguritech', mismas que se considera que usted realiza voluntariamente. Usted no utilizará, ni permitirá que otros usuarios utilicen esta aplicación móvil o cualquier servicio prestado a través de ella, de forma contraria a lo establecido en estos “Términos y Condiciones de Uso”, así como a las disposiciones legales aplicables a los servicios que ofrece la aplicación 'Educatech por Seguritech'. Es responsabilidad de usted todo acto que se realice en esta aplicación móvil, por medio de su “Nombre de Usuario” y “Contraseña”; asimismo, usted se responsabiliza del cuidado y custodia de los mismos, para que esta aplicación móvil únicamente sea utilizada para los fines para los cuales ha sido diseñada, por lo que cualquier mal uso que se realice en su nombre, se presumirá realizada por usted. Usted reconoce y acepta que Seguritech queda liberado de toda responsabilidad por el mal uso que llegara a realizarse en alguno de los módulos de la 'Educatech por Seguritech'. Como todo desarrollo tecnológico, la 'Educatech por Seguritech' es falible y estará en proceso permanente de mejora; por lo que existe la posibilidad, aunque remota, de que ocurran fallas técnicas durante su uso; por lo que Seguritech no garantiza que la aplicación móvil esté libre de errores; por tal motivo, usted deslinda de toda la responsabilidad al Seguritech, respondiendo de todos los daños y perjuicios derivados de las circunstancias expuestas en este párrafo. Seguritech no asumirá ninguna responsabilidad por los inconvenientes que usted pudiera experimentar con el equipo de cómputo y accesorios —hardware y software— utilizados para conectarse a esta aplicación móvil; de igual manera, tampoco asumirá responsabilidad alguna por procedimientos que hayan quedado inconclusos, por razones ajenas a las funciones de “La Agencia”. En ningún caso Seguritech será responsable por las consecuencias del uso indebido o fraudulento de la 'Educatech por Seguritech', cualquiera que sea la causa del eventual daño.

I.CAMBIOS Y ACTUALIZACIONES DEL SERVICIO Seguritech a través de “La Agencia”, tiene pleno derecho de realizar modificaciones en los contenidos que se ofrecen, ya sean temporales o permanentes, en cualquier momento; por lo tanto, no es posible garantizar la disponibilidad ni la continuidad del funcionamiento de la 'Educatech por Seguritech' en todo momento o durante el tiempo de actualización. Seguritech no asume responsabilidad alguna por cualquier falla que pudiera presentarse con el uso de esta aplicación, ya sean por cambios y actualizaciones, o por cualquiera otra causa. Seguritech se reserva el derecho de modificar, restringir o suprimir todos o cualquiera de los atributos de los módulos de la 'Educatech por Seguritech', en forma temporal o definitiva, sin que estas medidas puedan ser objeto de requerimiento alguno, ni de derecho a reclamar daños y perjuicios por parte de usted. 

II.POLÍTICAS DE PRIVACIDAD Y PROTECCIÓN DE DATOS PERSONALES El tratamiento de sus datos personales se limitará al cumplimiento de la finalidad establecida en el aviso de privacidad de la aplicación. El tratamiento de sus datos personales se limitará al cumplimiento de la finalidad establecida en el aviso de privacidad de la aplicación y se realizará de conformidad con lo establecido en la Ley de Protección de Datos Personales en Posesión de Sujetos Obligados y en los Lineamientos Generales de Protección de Datos Personales en Posesión de Sujetos Obligados . Los datos requeridos en la aplicación para el registro de usuarios de la aplicación son: Nombre y teléfono celular, correo electrónico, usuario, contraseña y fecha de nacimiento, los cuales serán necesarios para para consultar la información en los distintos módulos de la aplicación la plataforma contará con un mecanismo de autenticación vinculado al número telefónico proporcionado al momento de realizarse la prueba.

III.POLÍTICA DE PROPIEDAD INTELECTUAL La 'Educatech por Seguritech' es una obra protegida por las leyes mexicanas, internacionales y tratados en materia de propiedad intelectual. El uso de la 'Educatech por Seguritech', no lo convierte a usted en titular de ninguno de los derechos de propiedad intelectual del mismo, ni del contenido o información a la que acceda. Queda prohibido utilizar el nombre, la marca o el logotipo del mismo, así como la de Seguritech. Asimismo, no se podrá eliminar, ocultar ni alterar los avisos legales que se muestran en la misma. Sin perjuicio de lo anterior, usted podrá imprimirlos, copiarlos o almacenarlos, siempre y cuando sea para uso estrictamente personal. 

VII. CONTROVERSIAS Y JURISDICCIÓN APLICABLE. “LA AGENCIA” se reserva el derecho de presentar acciones civiles o penales cuando se advierta el uso indebido de la información contenida en 'Educatech por Seguritech', o por el incumplimiento de los presentes “TÉRMINOS Y CONDICIONES DE USO”. La relación entre “LA AGENCIA” y los “USUARIOS” se regirá por la legislación vigente en los Estados Unidos Mexicanos, y la que sea aplicable en el ámbito federal. En caso de existir controversia legal, las partes se sujetarán a la jurisdicción de los tribunales de los Estados Unidos Mexicanos, conforme a la materia que corresponda. 

VIIIA. ACEPTACIÓN DE LOS TÉRMINOS. El ingreso y utilización de 'Educatech por Seguritech' implica que ha leído y aceptado los presentes “TÉRMINOS Y CONDICIONES DE USO",    
                "aviso_privacidad": "..."
            }
        }
}
